Repository: mensur056/nuntiumVB
Catalog: nuntium/assets/l10n/*.arb
Languages: tr

# haveAccount
source: Don't have an account?
tr: Hesabin yokmu?

# welcome
source: Welcome Back ðŸ‘‹
tr: Hoşgeldin👋

# description
source: I am happy to see you again. You can continue where you left off by logging in
tr: Yeniden seni gördüğüme sevindim. You can continue where you left off by logging in

# hintTextEmail
source: Email Adress
tr: Emailinizi girin

# hintTextPassword
source: Password
tr: Parolanizi girin

source: Forgot Password?
tr: Şifreni unutdunmu?

source: Sign Up
tr: Kayd ol

# buttonText
source: Sign In
tr: Giriş yap

# googleSignIn
source: Sign In With Google
tr: Google ile giriş yap

# facebookSignIn
source: Sign In With Facebook
tr: Facebook ile giriş yap
